import React from "react"
import "../assets/scss/world.scss"

const Organization = () => (
  <div>
    <p>
      舞台は現代社会。<a href ="https://peing.net/ja/q/96a18dae-87d5-49a3-9a14-ad48d935b0ad" target="_blank" rel="noopener noreferrer">※補足</a><br/>
      我々が普通に生活している日常の裏で国際犯罪組織対策機関「C機関」と犯罪組織「Ghost」が暗躍し日々対立を深めている。<br/>
      
    </p>
    <h1>●C機関</h1>
    <p>
      どこの国家にも属さない国際犯罪組織対策機関、通称「C機関」
      <span>犯罪組織「Ghost」の壊滅、その組織に関わる指名手配犯の
      逮捕を目的</span>として動いている。
      軍事機関「F UNIT」と諜報機関「Unkown Agent 」が
      各地での犯罪組織「Ghost」の勢力拡大を理由に各々の精鋭を
      集めて発足。多くの国家はC機関に協力するように要請されており、
      各地での任務はスムーズに行えるようになっている。
      C機関については各組織、国家でも一部の権限を持つものしか
      知らない機密事項のため正式な組織名はないが通称として
      「C機関」と呼ばれている。
      「C機関」での任務は
      <span>各機関のエージェント一人づつのバディで行う。</span>

      組織設立は約20年前
    </p>
    <h2>・F UNIT</h2>
    <p>
      民間の軍事組織。
      国家間を跨いだテロ行為や
      指名手配犯の確保などが主な任務。
      各国からの支援を得ており、
      軍事力は世界有数のものになっている。
      <span>戦闘に特化した隊員が多く、
      制圧力の高さを誇る。</span>
      組織設立は第二次世界大戦後。今から約75年前。
    </p>
    <p className="p_bold_s">・Unknown Agent</p>
    <p>
      複数の国が組織した特殊諜報機関。
      世界各国に諜報員を派遣し、各国の
      要請を受けて様々な諜報活動や
      犯罪者の確保を行っている。
      <span>情報収集に特化したエージェントが
      多く、情報戦や潜入を得意とする。</span>
      組織の設立は第一次世界大戦後。今から約100年前。
    </p>
    <h2>・Collared</h2>
    <p>
      逮捕したGhostに捜査協力をさせるための仕組み。
      制度として確立したのは10年ほど前。
      機関設立当初から実験的に捕まえたghostを使った捜査なども行われており、それを仕組み化したものが現在のCollaredである。
    </p>
    <div className="border"></div>
    <p className="p_bold">●犯罪組織Ghost</p>
    <p>
      元は組織として存在すら不明瞭だった。
      正式名称があるかも分からず組織のシンボルマークのみが
      各所で発見されている。組織に関係する人間のほとんどは
      「組織」としか呼んでおらず、一部の人間が
      比喩として「Ghost」と呼んでいたのを由来として、
      通称を「Ghost」としている。
      <span>組織の大きな目的は不明だが各国で犯罪行為を繰り返している。
      また、組織の邪魔になるC機関を壊滅に追い込もうという動きがある模様。</span>
      長く歴史の影に潜んでいたため、いつから組織として成り立っているかは不明。組織として発見されたのは50年前。
    </p>
    <h2>・構成員/幹部</h2>
    <p>
      「Ghost」には各国に大勢の構成員が
      おり、そのほとんどは普通の人間として
      生活している。
      しかし、元あった戸籍などは抹消されて
      おり<span>構成員として新たな名前や人生を
      与えられている。</span>
      また、様々な犯罪を裏から支援しており
      <span>構成員は指名手配犯の隠匿、
      犯罪のサポート、組織に反するのもの
      駆除などを行っている。</span>
      構成員となるには、組織に忠誠を誓う
      ために<span>「大切なもの」を犠牲にする</span>
      必要がある。
    </p>
    <h2>・指名手配犯</h2>
    <p>
      通常の指名手配犯ではなく、
      C機関が追う指名手配犯。
      <span>罪の大小に関わらず「Ghost」に
      関係した犯罪者であればC機関から
      指名手配される。</span>
      犯罪者と「Goast」は特別な契約を
      交わしており組織からのサポートを
      受ける代わりに、
      <span>組織からの依頼を引き受ける義務を
      負っている。</span>
    </p>
  </div>
)

export default Organization